[!Global]
!LanguageID=1041
!LanguageName=日本語
!TranslationAuthor=otack, Hackgets, Re*Index.(ot_inc)
!TranslationAuthorEmail=
!TranslationDefaultFont=Yu Gothic UI,9,,0,clWindowText,DEFAULT_CHARSET
[!Strings]
MACTYPE_PREVIEW_TEXT=The quick brown fox jumps over the lazy dog.<BR>素早い茶色の狐はのろまな犬を飛び越える。<BR>0123456789!@#$%^&*()<BR>０１２３４５６７８９！＠＃＄％＾＆＊（）
Access_Denied=アクセスが拒否されました
APPLY_CHANGES=設定を適用中
Fail=エラー
SETTINGS_PENDING=MacType は読み込まれましたが、一部の変更は次回の起動まで適用されません。
GEN_THUMBNAIL=プレビュー開始中
Ignored_loaded=無視 (実行中)
Ignored_unloaded=無視 (無効)
Ignored=無視
In_Debugging=デバッグモード
IMPORT_PROFILE=新規プロファイルを追加
LOAD_MODE_CHANGING_TO=モードを切り替え:
LOAD_MODE_NOT_CHANGED=読み込みモードは変更されていません
LOAD_MTDLL_FAILED=MacType の読み込みに失敗しました
LOAD_TYPE_REG=レジストリで起動
LOAD_TYPE_REG_REMOVE_ONLY=レジストリで起動
LOAD_TYPE_SERVICE=サービスで起動
LOAD_TYPE_TRAY_ADV=通常モード
LOAD_TYPE_TRAY_CMP=互換モード
LOAD_TYPE_MANUAL=手動で起動
ABOUT_RESOLUTION=解像度
ABOUT_DLL_VERSION=MacType バージョン
ABOUT_TRAY_VERSION=MacTray バージョン
ABOUT_TUNER_VERSION=MacType Tuner バージョン
ABOUT_SPECIALTHANKS=スペシャルサンクス
Loaded=実行中
Loading=実行中
NO_PRIVILEGE_TO_SWITCH_PROFILE=(プロファイルを切り替える権限がありません)
Noname=無題
Not_responding=応答なし
Pending=Pending
Processing=処理中
PROFILE_CHANGING_TO=このプロファイルに変更されます:
PROFILE_NOT_CHANGED=プロファイルは変更されていません
Refresh_failed=更新に失敗しました
Refreshed=更新しました
Refreshing=更新中
SELECT_PROFILE=適用するプロファイルを選択してください:
SELECT_YOUR_LOAD_MODE=お好みのモードを選択してください:
UAC=(制限された権限)
Unloaded=無効
Unloading=読み込み停止中
MACTYPE_RENDER_TEXT=MacType Tuner
MACTYPE_SAVED_AND_APPLY=プロファイルを保存しました。適用しますか?
MACTYPE_SAVED_NO_APPLY=プロファイルを保存しました。<BR>使用するには、MacType/ini 下に配置をする必要があります。
MACTYPE_QUIT_WITHOUT_SAVE=保存をしないで終了しますか?
MACTYPE_RELOAD_PROFILE=すべての変更を破棄してプロファイルを再読み込みしますか?
MACTYPE_TEST=テスト
LOCKED=ロック中
UNTITLED_PROFILE=無題
CUSTOM=カスタム
NOFILTER=最適化なし
LCDFILTER1=最適化 1
LCDFILTER2=最適化 2
BOLD=太字
ITALIC=斜体
INDIVIDUAL=スタンドアロンプロファイル
ERROR_MACTYPE_CANNOT_LOAD=MacType の読み込みに失敗しました。MacType が正しくインストールされている、プログラムファイルが同じフォルダー内にあることを確認してください。
ERROR_MACTYPE_UNKNOWN=初期化中に不明なエラーが発生しました。
ERROR_MACTYPE_OCC_FAILURE=MacType Tuner が MacType に接続できなかったため、10 秒後に終了します - ini ファイルのエラーを確認後に再試行してください。
ERROR_MACTYPE_NOT_COMPATIBLE=申し訳ありません。使用している MacType のバージョンは、プログラムと互換性がありません。アップデートをして再度お試しください。
MSGBOX_SAVE_CHANGES=プロファイルが変更されています。保存しますか?
MACTYPE_RULE_DEFINED=%d 個のルールが定義されています
MSGBOX_EXIT_NOSAVE=変更を保存しないで終了しますか?
MACTYPE_WIZARD_CAPTION=MacType Tuner (%d/%d)
MACTYPE_PREVIEW_CAPTION=プレビュー (%s %dpt %s)
UNLOCK_INFOTIP=ロック解除|リアルタイムな変更の一時停止を解除します。<BR>|3
LOCK_INFOTIP=ロック|リアルタイムな変更を一時停止して他のプレビューウィンドウと比較します。<BR>|2
MACTYPE_CONTROL_PANEL_FILE=MacType Tuner - %s
MACTYPE_CONTROL_PANEL_UNTITLED=MacType Tuner - 無題
MSGBOX_CONFIRM_MODIFICATION=プロファイルが変更されています。保存しますか?
[TForm1]
btn1.Caption=終了(&X)
btnAdv.Caption=高度(&A)
btnNext.Caption=次へ(&N) >
Caption=MacType Tuner
dlgOpen1.Filter=プロファイル|*.ini
dlgOpen1.Title=プロファイルを開く
lbl1.Caption=MacType Tuner にようこそ
lbl2.Caption=続行するにはタスクを選択してください:
lbl3.Caption=新規プロファイル
lbl4.Caption=プロファイルを開く
lbl5.Caption=または、｢高度｣を選択して詳細な設定をします。
lbl6.Caption=このウィザードは、MacType プロファイルの作成に役立ちます。<BR><BR><BR><BR>｢次へ｣をクリックして続行するか、｢高度｣をクリックして詳細な設定をしてください。
lbl7.Caption=このウィザードは、MacType プロファイルを変更するのに役立ちます。<BR><BR><BR><BR>｢次へ｣をクリックして続行するか、｢高度｣をクリックして詳細な設定をしてください。
lbl8.Caption=他のプロファイルを選択
lbl9.Caption=申し訳ありません。使用しているバージョンはサポートされていません。
[TForm10]
btn1.Caption=+
btn2.Caption=-
Caption=スタンドアロンフォント
cbbAA.Items.Text=アンチエイリアスなし<BR>グレースケールアンチエイリアシング<BR>ライトアンチエイリアシング<BR>LCD に最適化されたアンチエイリアシング (RGB)<BR>LCD に最適化されたアンチエイリアシング (GBR)<BR>ライト+LCD (RGB)<BR>ライト+LCD (GBR)<BR>
cbbAA.Text=LCD に最適化されたアンチエイリアシング (RGB)
cbbHintingMode.Items.Text=内部ヒンティング<BR>ヒンティングなし<BR>FreeType 自動ヒンティング<BR>Light-way 自動ヒンティング<BR>
cbbHintingMode.Text=ヒンティングなし
cbbUseKerning.Items.Text=カーニングなし<BR>カーニング有効化<BR>
cbbUseKerning.Text=カーニングなし
chkAA.Caption=アンチエイリアシング
chkBold.Caption=太字のウエイト
chkHinting.Caption=フォントのヒンティング
chkItalic.Caption=斜体の角度
chkKerning.Caption=カーニング有効化
chkNormal.Caption=標準のウエイト
grp1.Caption=調整
lbl1.Caption=フォント
trckBoldWeight.Hint=0
trckBoldWeight.SkinData.SkinSection=TRACKBAR
trckItalic.Hint=0
trckItalic.SkinData.SkinSection=TRACKBAR
trckNormalWeight.Hint=0
trckNormalWeight.SkinData.SkinSection=TRACKBAR
[TForm11]
Caption=LCD フィルターのウエイト
chkCustom.Caption=カスタム
lbl1.Caption=左
lbl2.Caption=左中央
lbl3.Caption=右中央
lbl4.Caption=中央
lbl5.Caption=右
rbMode0.Caption=最適化なし(&N)
rbMode1.Caption=最適化 1(&L)
rbMode2.Caption=最適化 2(&D)
trck1.SkinData.SkinSection=TRACKBAR
trck2.SkinData.SkinSection=TRACKBAR
trck3.SkinData.SkinSection=TRACKBAR
trck4.SkinData.SkinSection=TRACKBAR
trck5.SkinData.SkinSection=TRACKBAR
[TForm2]
btn1.Caption=キャンセル(&C)
btn2.Caption=フォント(&T)...
btnAdv.Caption=高度(&A)
btnNext.Caption=次へ(&N) >
btnPrev.Caption=< 戻る(&B)
Caption=MacType
lbl1.Caption=フォントの設定
lbl2.Caption=r
[TForm3]
btn1.Caption=キャンセル(&C)
btnNext.Caption=保存(&S)
btnPrev.Caption=< 戻る(&B)
Caption=Finish
dlgSave1.Filter=プロファイル|*.ini
dlgSave1.Title=プロファイルを保存
lbl1.Caption=MacType プロファイルを保存
lbl2.Caption=クリックで新規プロファイルを保存します。
[TForm4]
btnBkColor.Hint=背景の色|プレビューウィンドウの背景色を設定します。|4
btnBold.Hint=太字|プレビューフォントを太字に設定します。|5
btnContent.Hint=プレビュー|プレビューウィンドウテキストを設定します。<BR>|0
btnFont.Hint=フォント|プレビューウィンドウのフォントを設定します。|1
btnItalic.Caption=B
btnItalic.Hint=斜体|プレビューフォントを斜体に設定します。|6
btnLock.Hint=ロック|リアルタイムな変更を一時停止して他のプレビューウィンドウと比較します。<BR>|2
Caption=プレビュー
rztrckbr1.Hint=フォントのサイズ|スライダーでフォントのサイズを変更します。<BR>タイトルバーに現在のフォントサイズが表示されます。<BR>
[TForm5]
Label1.Caption=小ヒントフォント:
lbl23.Caption=透過
btn1.Caption=編集
btn2.Caption=編集
btn3.Caption=編集
btn4.Caption=編集
btnBtnExit.Caption=終了(&X)
btnBtnExit.Hint=終了
btnBtnNew.Caption=新規
btnBtnNew.Hint=新規|新規プロファイルを作成します。|0
btnBtnNote.Caption=注意
btnBtnNote.Hint=新規プレビューウィンドウ|複数のウィンドウを使用して異なるプロファイルやフォントを比較します。<BR>|4
btnBtnOpen.Caption=開く
btnBtnOpen.Hint=開く|編集するプロファイルを開きます。|2
btnBtnSave.Caption=保存
btnBtnSave.Hint=保存|保存またはプロファイルを置換します。<BR>プロファイルの置換時に注釈は保持されます。<BR>|6
Caption=MacType Tuner - 無題
cbbAA.Items.Text=アンチエイリアシングなし<BR>グレースケールアンチエイリアシング<BR>ライトアンチエイリアシング<BR>LCD 最適化 (RGB)<BR>LCD 最適化 (GBR)<BR>ライト+LCD(RGB)<BR>ライト+LCD(GBR)<BR>
cbbAA.Text=LCD に最適化されたアンチエイリアシング (RGB)
cbbBolderMode.Items.Text=標準<BR>水平のみ<BR>FreeType 標準<BR>
cbbBolderMode.Text=標準
cbbFontLink.Items.Text=なし<BR>FreeType に接続<BR>Win32 に接続<BR>
cbbFontLink.Text=FreeType に接続
cbbFontSub.Items.Text=なし<BR>安全な置換を使用<BR>完全な置換を使用<BR>
cbbFontSub.Text=なし
cbbGammaMode.Items.Text=ガンマ調整なし<BR>カスタムの値を使用<BR>Windows のガンマ値を使用<BR>
cbbGammaMode.Text=カスタムの値を使用
cbbHintingMode.Items.Text=フォントの内部ヒンティングを使用<BR>ヒンティングなし<BR>FreeType 自動ヒンティング<BR>Light-way 自動ヒンティング<BR>小さいフォントのヒンティング<BR>
cbbHintingMode.Text=ヒンティングなし
cbbHookChild.Items.Text=分離<BR>サブプロセスへ自動読み込み<BR>
cbbHookChild.Text=サブプロセスへ自動読み込み
cbbLoader.Items.Text=FreeType<BR>Win32<BR>
cbbLoader.Text=FreeType
cbbUseKerning.Items.Text=カーニングなし<BR>カーニングを有効化<BR>
cbbUseKerning.Text=カーニングなし
cbbDirectwrite.Items.Text=無効<BR>有効 (実験的)<BR>
cbbUseBitmap.Items.Text=無効<BR>9pt のヒンティングを使用<BR>
dlgOpen1.Filter=プロファイル|*.ini
dlgOpen1.Title=プロファイルを開く
dlgSave1.Filter=MacType プロファイル|*.ini
grp1.Caption=フォントのプロパティ
grp2.Caption=テキストの調整
grp3.Caption=マッピングのプロパティ
grp4.Caption=シャドウ
lbl1.Caption=レンダリングコア:
lbl10.Caption=プロセスを除外
lbl11.Caption=フォントを除外
lbl12.Caption=フォントのカスタマイズ
lbl13.Caption=0 個のルールが定義されています
lbl14.Caption=0 個のルールが定義されています
lbl15.Caption=0 個のルールが定義されています
lbl16.Caption=0 個のルールが定義されています
lbl17.Caption=MacType で置換するフォント
lbl18.Caption=MacType で無視するプロセス
lbl19.Caption=カーニング:
lbl2.Caption=フォントのリンク:
lbl20.Caption=特定のフォントをカスタマイズ
lbl21.Caption=MacType で無視するフォント
lbl22.Caption=サブプロセス:
lbl3.Caption=太字モード:
lbl4.Caption=ガンマモード:
lbl5.Caption=アンチエイリアス:
lbl6.Caption=ヒンティング:
lbl7.Caption=LCD 最適化:
lbl8.Caption=フォントの置換:
lbl9.Caption=フォントの置換
lblAlpha.Caption=透過
lblB.Caption=B
lblBoldWeight.Caption=太字
lblContrast.Caption=コントラスト
lblG.Caption=G
lblGamma.Caption=ガンマ
lblGlobal.Caption=全体
lblItalic.Caption=斜体
lblNormalWeight.Caption=通常
lblOffset.Caption=オフセット
lblR.Caption=R
lblRenderWeight.Caption=ウエイト
rztbshtTabSheet1.Caption=レンダリング
rztbshtTabSheet2.Caption=フォントの調整
rztbshtTabSheet3.Caption=例外
rztlbr1.CustomizeCaptions.Close=閉じる
rztlbr1.CustomizeCaptions.Hint=チェックを解除でコントロールを非表示
rztlbr1.CustomizeCaptions.MoveDown=下に移動
rztlbr1.CustomizeCaptions.MoveUp=上に移動
rztlbr1.CustomizeCaptions.NoTextLabels=テキストラベルなし
rztlbr1.CustomizeCaptions.SelectiveTextOnRight=右側の選択テキスト
rztlbr1.CustomizeCaptions.ShowTextLabels=テキストラベルを表示
rztlbr1.CustomizeCaptions.TextOptions=テキストのオプション
rztlbr1.CustomizeCaptions.Title=ツールバーのカスタマイズ
trckAlpha.SkinData.SkinSection=TRACKBAR
trckB.SkinData.SkinSection=TRACKBAR
trckBoldWeight.SkinData.SkinSection=TRACKBAR
trckContrast.SkinData.SkinSection=TRACKBAR
trckG.SkinData.SkinSection=TRACKBAR
trckGamma.SkinData.SkinSection=TRACKBAR
trckGlobal.SkinData.SkinSection=TRACKBAR
trckItalic.SkinData.SkinSection=TRACKBAR
trckNormalWeight.SkinData.SkinSection=TRACKBAR
trckOffset.SkinData.SkinSection=TRACKBAR
trckR.SkinData.SkinSection=TRACKBAR
trckRenderWeight.SkinData.SkinSection=TRACKBAR
[TForm6]
Caption=プレビューのテキストを入力
mmo1.Lines.Text=MacType2018 プレビューのデモです。<BR>
[TForm7]
btn1.Caption=>>
btn2.Caption=<<
Caption=フォントの置換
lbl1.Caption=置換先
[TForm8]
btn1.Caption=+
btn2.Caption=-
Caption=プロセスを除外
lbl1.Caption=プロセス
[TForm9]
btn1.Caption=+
btn2.Caption=-
Caption=フォントを除外
lbl1.Caption=フォント
[TFrame1]
Frame1.fontlst1.FontName=Simsun (新宋体)
Frame1.lbl1.Caption=プレビューフォント<BR><BR>調整するプレビューフォントを選択します。
[TFrame10]
Frame10.lbl1.Caption=LCD 最適化<BR><BR>LCD ディスプレイを使用している場合は、以下の最適化によりフォントの外観が改善する可能性があります。
Frame10.rg1.Caption=LCD モード
Frame10.rg1.Items.Text=最適化なし<BR>最適化 1<BR>最適化 2<BR>
[TFrame11]
Frame11.lbl1.Caption=フォントシャドウ<BR><BR>フォントシャドウを使用するとフォントのエッジが滑らかになり、フォントが強調されますが過度な使用は眼精疲労に繋がる可能性があります。<BR>スライダーを使用してシャドウの密度と位置を調整します。
Frame11.lbl2.Caption=シャドウのオフセット
Frame11.lbl3.Caption=近く
Frame11.lbl4.Caption=遠く
Frame11.lbl5.Caption=シャドウの密度
Frame11.lbl6.Caption=ライト
Frame11.lbl7.Caption=閉じる
Frame11.lbl8.Caption=既定(&D)
Frame11.lbl9.Caption=ダーク
[TFrame2]
Frame2.lbl1.Caption=チューニングモード<BR><BR>フォントを調整するとフォントがより鮮明になり、見やすくなります。<BR>異なるチューニングモードにより、フォントの描画方法に大きな変化が生じる可能性があります。
Frame2.rg1.Caption=チューニングモード
Frame2.rg1.Items.Text=標準のチューニング<BR>チューニングなし<BR>自動チューニング<BR>ライトの自動チューニング<BR>
[TFrame3]
Frame3.lbl1.Caption=アンチエイリアシングモード<BR><BR>アンチエイリアシングはフォントの滑らかさに影響します。ディスプレイに適した物を選択してください。
Frame3.rg1.Caption=アンチエイリアシングモード
Frame3.rg1.Items.Text=なし<BR>グレースケール<BR>ライト<BR>LCD (RGB)<BR>LCD (GBR)<BR>ライト LCD(RGB)<BR>ライト LCD(BGR)<BR>
[TFrame4]
Frame4.lbl1.Caption=レンダリングウエイトとガンマ<BR><BR>スライダーを使用してフォントのウエイトとガンマを調整します。
Frame4.lbl2.Caption=コントラスト
Frame4.lbl3.Caption=明るい
Frame4.lbl4.Caption=暗い
Frame4.lbl5.Caption=ガンマ
Frame4.lbl6.Caption=明るい
Frame4.lbl7.Caption=暗い
Frame4.lbl8.Caption=既定(&D)
[TFrame5]
Frame5.lbl1.Caption=太字のウエイト<BR><BR>スライダーを使用して標準フォントと太字フォントのウエイトを調整します。
Frame5.lbl2.Caption=標準のウエイト
Frame5.lbl3.Caption=細い
Frame5.lbl4.Caption=太い
Frame5.lbl5.Caption=太字のウエイト
Frame5.lbl6.Caption=細い
Frame5.lbl7.Caption=太い
Frame5.lbl8.Caption=既定(&D)
Frame5.lbl9.Caption=スタンドアロンの太字が見つかりました。太字のサイズ効果をプレビューできません。
[TFrame6]
Frame6.lbl1.Caption=斜体の角度<BR><BR>スライダーを使用して斜体テキストの角度を調整します。独自の斜体フォントは影響を受けません。
Frame6.lbl2.Caption=斜体の角度
Frame6.lbl3.Caption=垂直
Frame6.lbl4.Caption=斜体
Frame6.lbl8.Caption=既定(&D)
[TFrame7]
Frame7.lbl1.Caption=太字モード<BR><BR>MacType はフォントを太字にするために様々な方法が使用できます。その内の 1 種類を選択できます。
Frame7.lbl2.Caption=スタンドアロンの太字が見つかりました。太字のサイズ効果をプレビューできません。
Frame7.rg1.Caption=太字モード
Frame7.rg1.Items.Text=双方向<BR>水平のみ<BR>FreeType 標準<BR>
[TFrame8]
Frame8.lbl1.Caption=コントラスト調整<BR><BR>スライダーを使用してテキストのコントラストを調整します。コントラストが低いとテキストがぼやけ、コントラストが高いと色が滲む可能性があります。
Frame8.lbl2.Caption=コントラスト
Frame8.lbl3.Caption=低
Frame8.lbl4.Caption=高
Frame8.lbl8.Caption=既定(&D)
[TFrame9]
Frame9.lbl1.Caption=フォントの色<BR><BR>スライダーを使用してテキストの色のウエイトを調整します。
Frame9.lbl10.Caption=暗い
Frame9.lbl2.Caption=R:
Frame9.lbl3.Caption=G:
Frame9.lbl4.Caption=B:
Frame9.lbl5.Caption=明るい
Frame9.lbl6.Caption=暗い
Frame9.lbl7.Caption=フォントのエッジ
Frame9.lbl8.Caption=既定(&D)
Frame9.lbl9.Caption=明るい
[TfrmAbout]
btn1.Caption=OK(&O)
Caption=バージョン情報
[TfrmNewProfile]
btn1.Caption=プロファイルを開く(&I)
btn2.Caption=新規プロファイル(&C)
Caption=新規プロファイル
dlgOpen1.Filter=すべての対応したファイル|*.ini;*.mtc|MacType 一般ファイル|*.ini|MacType クイックプロファイル|*.mtc
dlgOpen1.Title=プロファイルを開く
lbl1.Caption=プロファイルを開くをクリックでプリセットを開きます。<BR>または、新規プロファイルをクリックして MacType Tuner を起動し、新規プロファイルを作成します。
[TfrmProgress]
lbl1.Caption=設定を適用中
[TfrmPsInfo]
A1.Caption=バージョン情報(&A)
btnLoad.Caption=有効(&E)
btnRefresh.Caption=更新(&R)
chk1.Caption=アクセス不可なプロセスを非表示(&S)
btnUnload.Caption=無効(&D)
btnLoadAll.Caption=すべて起動(&E)
btnUnloadAll.Caption=すべて停止(&D)
Caption=プロセスの管理
D1.Caption=無効(&D)
E1.Caption=有効(&E)
E2.Caption=このプロセスを除外(&E)
F1.Caption=プロファイルを開く(&F)
GDI1.Caption=MacType のフォルダーを開く(&M)
H1.Caption=オンラインヘルプ(&H)...
I1.Caption=このプロセスを含める(&I)
Language1.Caption=言語
MacTypeTuner1.Caption=MacType Tuner で開く(&T)
N1.Caption=-
N2.Caption=-
N3.Caption=-
N4.Caption=-
N5.Caption=メモ帳で開く(&N)
N6.Caption=このプロセスでフォントを置換しない
N7.Caption=-
N8.Caption=オンラインアップデート(&O)
U1.Caption=今すぐ確認(&C)...
O1.Caption=アップデートオプション(&U)...
pslst1.Columns.Item0.Caption=アプリケーション
pslst1.Columns.Item1.Caption=プロセス名
pslst1.Columns.Item2.Caption=PID
pslst1.Columns.Item3.Caption=状態
R1.Caption=再起動(&R)
S1.Caption=設定(&S)...
T1.Caption=プロセスの管理(&P)...
T2.Caption=プロセスを終了(&N)
trayIco1.Hint=MacType Tray
W1.Caption=MacType ウィザード(&W)...
X1.Caption=終了(&X)
[TfrmSettings]
btnBtnDelete.Caption=削除
btnBtnDelete.Hint=選択したプロファイルを削除
btnBtnEdit.Caption=編集
btnBtnEdit.Hint=Use MacType Tuner でプロファイルを編集
btnBtnNew.Caption=新規
btnBtnNew.Hint=Use MacType Tuner で新規プロファイル作成
btnCancel.Caption=キャンセル(&C)
btnOK.Caption=OK(&O)
Caption=設定
chk64.Caption=64 ビットのプロセスを許可(&B)
chk64.Hint=MacType で 64 ビットのプログラムの管理を許可します。
chkAutoEnable.Caption=自動で有効化(&A)
chkAutoEnable.Hint=MacType の起動時にすべてのプロセスに適用します。
chkAutoRun.Caption=Windows の起動時に開始(&W)
chkAutoRun.Hint=Windows の起動時に MacType を自動で起動します。
chkAutoUnload.Caption=終了で自動停止(&X)
chkAutoUnload.Hint=終了時にすべてのプロセスの MacType を自動的に停止します。<BR>このオプションは、互換モードで常に有効になります。
chkHideACD.Caption=管理不可なプロセスを非表示(&H)
chkHideACD.Hint=現在の権限レベルで MacType がアクセスできないシステムプロセスや、その他のプロセスを非表示にします。
edtReload.Hint=間隔ごとで解放されたプロセスに MacType を再度適用します。<BR>最小値は 5000 です。この機能を無効化するには 0 に設定します。<BR>共有読み込みモードには影響しません。
edtReload.Text=1000
grp1.Caption=設定
grp2.Caption=プロファイルを編集...
lbl1.Caption=再読み込みの間隔:
lbl2.Caption=ミリ秒
lbl3.Caption=MacType Tuner がインストールされていません
lbl4.Caption=設定を変更するには管理者権限で実行してください
rb1.Caption=互換モード(&P)
rb1.Hint=安定で高速なオリジナルの読み込みモードです。<BR>MacType はすべての新規プロセスを管理します。<BR>一部のソフトウェアで変更を有効化するには、再起動が必要な場合があります。
rb2.Caption=スタンドアロンモード(&S)
rb2.Hint=安定したシングルプロセスモードです。<BR>プロセスがクラッシュしても他のプロセスに影響しません。<BR>任意のプロセスを手動で制御できます。
[TfrmWizard]
btn1.Caption=プロセスの管理(&M)...
btn2.Caption=OK(&O)
btn3.Caption=< 戻る(&B)
btnBack.Caption=< 戻る(&B)
btnClose.Caption=終了(&X)
btnFinish.Caption=適用(&A)
btnNext.Caption=次へ(&N) >
Caption=MacType ウィザード
frmMode.chkUAC.Caption=管理者権限を自動昇格して実行する
frmMode.lbl2.Caption=Windows 8 以前のみで使用可能です。<BR>レジストリ経由で MacType を自動で起動します。すべてのプログラムが完全にレンダリングされますが、セキュアブートが有効化されていると動作しません。
frmMode.lbl3.Caption=レジストリ経由と同様に優れていますが、一部の Windows システムフォントとシステムトレイフォントは MacType でレンダリングされません。<BR>レンダリングの有効化と無効化は Windows の｢サービス管理ツール｣で行ないます。
frmMode.lbl4.Caption=最も簡単に使用可能な方式です。<BR>システムトレイにアイコンを追加してトレイアイコンから｢プロファイルの切り替え｣｢レンダリングの有効化と無効化｣｢プログラムの除外｣が行えます。
frmMode.lbl5.Caption=幅広いソフトウェアとの互換性がありますが、個々でプログラムの除外設定はできません。
frmMode.lbl6.Caption=MacType を自動で起動しません。<BR>プログラムアイコンを｢MacLoader.exe｣または｢MacLoader64.exe｣にドラッグをすることで手動で MacType を起動します。
frmMode.rb1.Caption=サービスで起動
frmMode.rb2.Caption=手動で起動
frmMode.rb3.Caption=通常モード
frmMode.rb4.Caption=互換モード
frmMode.rbReg.Caption=レジストリで起動
frmMode.rbTray.Caption=システムトレイ (推奨)
lbl1.Caption=お好みの MacType 読み込みモードを選択してください:
lbl2.Caption=以下の変更が行なわれます:
lbl3.Caption=読み込みモードは変更されていません
lbl4.Caption=プロファイルは変更されていません
lbl5.Caption=設定を適用するには｢OK｣をクリック、再試行をするには｢戻る｣をクリックしてください。
lbl6.Caption=設定を適用
lbl7.Caption=lbl7
lbl8.Caption=lbl7
lbl9.Caption=MacTray を起動
[TMacType]
MacType.DisplayName=MacType サービス
